Repository: omeka-s-modules/ExtractMetadata
Catalog: language/*.po
Languages: es, eu, it

source: Extract metadata
es: Extraer metadatos
eu: Erauzi metadatua
it: Estrai metadata

source: Extractors
es: Extractores
eu: Erauzgailuak
it: Estrattori

source: Mappers
es: Mapeadores
eu: Mapatzaileak
it: Mappatori

source: JSON Pointer crosswalk
es: Traspaso de metadatos del indicador JSON

source: Select which extractors to enable when extracting metadata from files.
es: Seleccionar qué extractores estarán habilitados al extraer metadatos de los archivos.
eu: Hautatu ze erauzle gaitu metadatua fitxategietatik erauztean.
it: Seleziona quali estrattori attivare quando si estraggono metadata dai file

source: Available
es: Disponible
eu: Eskuragarri
it: Disponibile

source: Enabled
es: Activado
eu: Gaituta
it: Abilitato

source: Select which mappers to enable when mapping metadata to resource values.
es: Seleccionar qué mapeadores estarán habilitados para asignar los metadatos a los valores de los recursos.
eu: Hautatu ze mapatzaile gaitu metadatua baliabide balioetara mapeatzean.
it: Seleziona quali mappatori abilitare quando si mappano metadata ai valori di risorsa.

source: Mapper
es: Mapeador
eu: Mapeatzailea
it: Mappatore

source: [no mapper]
es: [ningún mapeador]
eu: [mapeatzailerik ez]
it: [nessun mappatore]

source: Define the metadata crosswalk for the JSON Pointer mapper. Note that the "Pointer" must be formatted using a JSON pointer as defined by the %sIETF standard%s.
es: Definir el traspaso de metadatos para el mapeador del indicador JSON. El "Indicador" debe formatearse con un indicador JSON según lo definido por %s estándar IETF %s.

source: Add map +
es: Añadir mapa +
eu: Gehitu mapa +
it: Aggiungi mappatura +

source: Pointer
es: Indicador
eu: Erakuslea
it: Puntatore

source: Replace values
es: Reemplazar valores
eu: Ordezkatu balioak
it: Sostituisci valori

source: Last extracted %s.
es: Última extracción %s.
eu: Azkeneko erauzketa %s.
it: Ultimi estratti %s.

source: Refresh metadata
es: Actualizar metadatos
eu: Freskatu metadatua
it: Aggiorna metadati

source: Refresh and map metadata
es: Actualizar y mapear metadatos
eu: Freskatu eta mapeatu metadatua
it: Aggiorna e mappa i metadata

source: Map metadata
es: Mapear metadatos
eu: Mapeatu metadatua
it: Mappa i metadata

source: Delete metadata
es: Borrar metadatos
eu: Ezabatu metadatua
it: Elimina metadata

source: [No action]
es: [Ninguna acción]
eu: [Ekintzarik ez]
it: [nessuna azione]

source: Extractor
eu: Erauzlea
it: Estrattore
